[{
		"number": "1",
		"movie": "Gett: The Trial of Viviane Amsallem",
		"type": "Drama",
		"country_of_origin": "Israel / France / Germany",
		"movie_year": "2014/10/22",
		"length_of_movie": "115",
		"star_rating": "8.2",
		"review_number": "6648",
		"pic": "img/1.png",
		"back_pic": ["img/1.1.png", "img/1.2.png", "img/1.3.png"],
		"brief_introduction": "1.Civil marriage and civil divorce do not exist in Israel, and all marriages and divorces must be 'legal' by rabbinic decision, but the rights of the husband often override those of a third party. It is in this context that the story of 'The Lawsuit' is told. The main character, Vivian Amsalem, has proposed marriage since three years ago, but her husband, Eliza, does not agree. Even though Elisha is hard_headed and refuses to compromise, Viviane is determined to fight for her freedom, but the attitude of the religious ruler is ambiguous. In the course of the three_way tug_of_war, a scene of tragedy and absurdity continues to unfold.",
		"comment_on": [{
			"data": "2021_12_26",
			"time": "18:21:00",
			"star_rating": "4",
			"pic": "img/1.1.jpg",
			"comment_on": "A small court, a simple divorce proceeding, but round and round becomes a knot that can never be untied, this is the imbalance of gender relations in Jewish marriage, the unequal status of women led to women's rights are completely ignored, too oppressive."
		}, {
			"data": "2016_01_05",
			"time": "01:12:00",
			"star_rating": "5",
			"pic": "img/1.2.jpg",
			"comment_on": "A simple divorce proceeding lasted five years, and the confrontation in a single scene was very tense, and the long trial revealed the absurdity of the male_dominated social environment and the religious court system. The most rare thing is that the director did not set the female protagonist as a traditional underdog image, from the costume to the way she acts, she is rebellious, self_directed and self_acting is also worthy of recognition."
		}, {
			"data": "2015_11_24",
			"time": "08:58:18",
			"star_rating": "4",
			"pic": "img/1.3.jpg",
			"comment_on": "Minimal scenes, minimal plot, but tells a story with extremely rich connotations, religion, society, emotions, human nature, and more importantly, the status and fate of a woman in that kind of environment, captivating the audience. Surprise, anger, reflection, and a touch of celebration ......"
		}]
	}, {
		"number": "2",
		"movie": "The Wind Journeys",
		"type": "Drama/music",
		"country_of_origin": "Colombia / Netherlands / Argentina / Germany",
		"movie_year": "2009/4/30",
		"length_of_movie": "117",
		"star_rating": "7.8",
		"review_number": "1748",
		"pic": "img/2.png",
		"back_pic": ["img2.1.png", "img2.2.png", "img2.3.png"],
		"brief_introduction": "After the death of his wife, the juggler Ignacio Carrillo (Marciano Martínez) decides to set out in search of his teacher, Maestro Guerra, to return to him a",
		"comment_on": [{
			"data": "2010_05_12",
			"time": "20:20:21",
			"star_rating": "4",
			"pic": "img/2.1.jpg",
			"comment_on": "The middle section of the accordion competition is wonderful, accordion accompanied by singers singing two by two, the lyrics are improvised, there is a mood and rhyme. A bunch of South American peasants, looks rough and old bark, but the music is warm, deep and exquisite. The image of the South American wandering singer, by translating the text and then imagining it, is not reliable after all. Go see the movie, the scenery and music are there. Know Spanish better."
		}, {
			"data": "2010_10_07",
			"time": "22:21:25",
			"star_rating": "5",
			"pic": "img/2.2.jpg",
			"comment_on": "A poetic movie with great lines, beautiful scenery and great music!"
		}, {
			"data": " 2010_07_05",
			"time": "10:56:27",
			"star_rating": "5",
			"pic": "img/2.3.jpg",
			"comment_on": "The journey was very far, the scenery was very colorful, the colors were very colorful, and the organ was particularly beautiful."
		}]
	},
	{
		"number": "3",
		"movie": "The 100_Year_Old Man Who Climbed Out the Window and Disappeared",
		"type": "Comedy / Adventure",
		"country_of_origin": "Sweden",
		"movie_year": "2013/12/25",
		"length_of_movie": "114",
		"star_rating": "7.8",
		"review_number": "6647",
		"pic": "img/3.png",
		"back_pic": ["img/3.1.png",
			"img/3.2.png",
			"img/3.3.png"
		],
		"brief_introduction": "Based on the internationally best_selling novel by Jonas Jonasson, the unlikely story of a 100_year_old man who decides it's not too late to start over. For most people it would be the adventure of a lifetime, but Allan Karlsson's unexpected journey is not his first. For a century he's made the world uncertain, and now he is on the loose again.",
		"comment_on": [{
			"data": " 2014_12_20",
			"time": "20:01:31",
			"star_rating": "4",
			"pic": "img/3.1.jpg",
			"comment_on": "What a fantastical life ah, silly people have silly blessings, the movie is shot so dumb."
		}, {
			"data": " 2021_03_01",
			"time": "19:14:01",
			"star_rating": "4",
			"pic": "img/3.2.jpg",
			"comment_on": "Interesting Swedish film, the present line is a typical black comedy, the memory line is a bit of Forrest Gump, so that the virtual characters cleverly become a number of history of the first person."
		}, {
			"data": " 2016_02_18",
			"time": "20:26:01",
			"star_rating": "5",
			"pic": "img/3.3.jpg",
			"comment_on": "Forrest Gump + Bean_style comedy. Quite interesting, it is said to have deleted a lot especially the Chinese part. So good to see the original."

		}]
	}, {
		"number": "4",
		"movie": "Secondhand Lions",
		"type": "Drama Comedy / Famil",
		"country_of_origin": "USA",
		"movie_year": "2003/9/19",
		"length_of_movie": "109",
		"star_rating": "8.5",
		"review_number": "17242",
		"pic": "img/4.png",
		"back_pic": ["img4.1.png", "img4.2.png", "img4.3.png"],
		"brief_introduction": "4.At the beginning of summer vacation, 14_year_old Walter (Haley Joel Osment) is sent, with a hundred reluctances, by his mother Mae (Kyra Sedgwick) to the home of his two uncles in the countryside, Jas (Michael Caine) and Hubble (Robert Robert Duvall). Walter is very unaccustomed to the countryside life, for the two eccentric personality of the uncle, he is more respectful. A mysterious photo appears to bring Walter and his uncles closer together, and following the clues in the photo, the uncles tell Walter the story of their days. At that time a full of dreams and passion of the era, the story of the uncles for Walter opened the door to a new world, and at the same time, through the memories of the past, Jase and Hubble two stories of men also found the meaning of their lives and happiness.",
		"comment_on": [{
				"data": " 2017_08_21",
				"time": "15:57:44",
				"star_rating": "5",
				"pic": "img/4.1.jpg",
				"comment_on": "The ending doesn't matter, and the details don't have to matter. Love, courage and virtue are priceless; money, status and fame are like grass. You should believe that this story is true, because it is worth believing.,"
			}, {
				"data": " 2008_03_12",
				"time": "14:22:40",
				"star_rating": "5",
				"pic": "img/4.2.jpg",
				"comment_on": "Haley Joel Osment~Eric Balfour  final appearance. Very funny, they 3 people to go fishing, one with How To Fish, the other with a gun rushing the water fish on the fight, and then the little boy with the fish basket catch ~ so happy! Just dreaming of lions and tigers at night ~ ugh!"
			}, {
				"data": " 2010_09_16",
				"time": "08:56:43",
				"star_rating": "5",
				"pic": "img/4.3.jpg",
				"comment_on": "The magnificent blue skies of Texas, the endless countryside, two eccentric nature of the uncle, a sad little boy, plus a dying lion ...... This is a film about growing up. A long_lost sense of fairy tales, smiles like lotus flowers. Very much like the two old guys in the scene, once reigning in the field, fierce appearance, hidden under the cute, stubborn, kind, loyal, brave ......"
			}

		]
	}, {
		"number": "5",
		"movie": "The World Is Big and Salvation Lurks around the Corner",
		"type": "Drama/ Family",
		"country_of_origin": "Bulgaria / Germany / Slovenia / Hungary",
		"movie_year": "2008/3/14",
		"length_of_movie": "105",
		"star_rating": "8.2",
		"review_number": "14267",
		"pic": "img/5.png",
		"back_pic": ["img/5.1.png", "img/5.2.png", "img/5.3.png"],
		"brief_introduction": "5.A hale and hearty old man (Miki Manojlovic) appears at the side of Alexandra (Carlo Ljubek), a young man lying in the hospital who has lost his memory in a car accident, claiming to be Alexander's grandfather from Bulgaria. He brings along an old photo and a box of backgammon and tells Alexander about his childhood. A series of intimate acts did not jog Alexander's memory and made him extremely uncomfortable anyway. So, all the old man could do was to come to the hospital every day to play chess with Alexander. The beating chess pieces seemed to touch something deep in Alexander's heart, and he built up a primary trust in the old man. In order to refresh Alexander's memory and revive his courage to live a positive life, the old man decided to take Alexander on a journey to ",
		"comment_on": [{
			"data": " 2009_12_13",
			"time": "13:48:50",
			"star_rating": "5",
			"pic": "img/5.1.jpg",
			"comment_on": "Fate is like the dice in your hand, good or bad by skill or a little luck"
		}, {
			"data": " 2009_12_18",
			"time": "21:16:27",
			"star_rating": "5",
			"pic": "img/5.2.jpg",
			"comment_on": "Although the world is big, there is love around the corner,I was touched when the two grandchildren rode home together on a cooperating bike."
		}, {
			"data": " 2012_02_1",
			"time": "10:53:42",
			"star_rating": "5",
			"pic": "img/5.3.jpg",
			"comment_on": "In a specific historical context, the whole film revolves around chess,and ridin"
		}]
	},
	{
		"number": "6",
		"movie": "A Better Life",
		"type": "Drama/ Family",
		"country_of_origin": "USA",
		"movie_year": "2011/6/24",
		"length_of_movie": "98",
		"star_rating": "8.1",
		"review_number": "10159",
		"pic": "img/6.png",
		"back_pic": ["img/6.1.png", "img/6.2.png", "img/6.3.png"],
		"brief_introduction": "Carlos Galindo (Demián Bichir) is an undocumented man who has been smuggled into the United States from Mexico. His wife left him a long time ago and he now lives with his 14_year_old son Luis Galindo. His son suffers from discrimination and bullying at school because of his special status, but he is always silent about his father's inquiries, and the gap between them grows deeper and deeper. In order to make a better life for himself and his son, Carlos works hard to ping orders to earn money. One of his gardeners, his regular job is to mow lawns for all kinds of rich Americans. His boss is selling his used truck and essential tools for gardeners because he wants to return to his home country. Hoping to turn more money, Carlos borrowed money from his sister to buy the old truck and gardening tools that people had eliminated. But one day, Carlos's old truck is stolen by Santiago (Carlos Linares), a neighborhood punk. In the anxiety of the father and son for the first time honestly, restore the previous affection. Father and son embark on a journey together to find the truck ......",
		"comment_on": [{
				"data": " 2012_02_18",
				"time": "08:03:43",
				"star_rating": "5",
				"pic": "img/6.1.jpg",
				"comment_on": "Everyone is eager to live a better life and have a better life. And this road, winding, thorny, resistance, let people hope at the same time let people lose, repeatedly, full of magic, let people fascinated."
			}, {
				"data": " 2012_02_01",
				"time": " 22:10:01",
				"star_rating": "5",
				"pic": "img/6.2.jpg",
				"comment_on": "The hanging heart is finally put down with the ending that foretells a better future. I like this real movie, no fancy, the rhythm of the warm and cold between father and son is also very well grasped, not dragging at all, Demian's performance is very impressive, from the calm and simple villagers of the town to the father's responsibility and affection are shown to the fullest. Thanks to the Screen Actors Guild for not being a relic of 2011."
			}, {
				"data": " 2012_02_24",
				"time": "  12:16:59",
				"star_rating": "5",
				"pic": "img/6.3.jpg",
				"comment_on": "It makes people move. Seeing the glimmer of hope and subsequently falling deeper into trouble, again and again, but not giving up hope."

			}]}, {
				"number": "7",
				"movie": "Time and Growth",
				"type": "Drama",
				"country_of_origin": "Turkey",
				"movie_year": "2006/9/10",
				"length_of_movie": "111",
				"star_rating": "7.7",
				"review_number": "861",
				"pic": "img/7.png",
				"back_pic": ["img/7.1.png", "img/7.2.png", "img/7.3.png"],
				"brief introuduction": "Omer, Yakup and Yildiz are three children in the Turkish countryside. Yakup, who has a crush on his teacher, touches her feet on a field trip and is enchanted by the touch for the rest of the afternoon. Omer's father is too sick to work and his grandfather is always reprimanding him, while he wishes he would die sooner and tries to kill him in various childish ways. The sight of her mother and father making love in the middle of the night makes her cry under the covers, while the sight of a sheep having intercourse during the day makes her tell her classmates in all seriousness that this is the way it is for everyone. The three children are growing up slowly in such a calm and rough life .....",
				"comment_on": [{
					"data": " 2012_06_10",
					"time": "  21:55:48 ",
					"star_rating": "5",
					"pic": "img/7.1.jpg",
					"comment_on": "Never disappointing Turkish film, as if immersive in the countryside, music permeates every plot, all about growing up, love teacher, father hatred, voyeurism, lack of love is almost every person growing up are more or less experienced stories. Whether the poster, costumes, soundtrack, photography, plot, ending, etc. are not to be missed good movies. The key is that there is also a small positive like Eva Green."
				}, {
					"data": " 2013_09_09",
					"time": "  10:46:44 ",
					"star_rating": "4",
					"pic": "img/7.2.jpg",
					"comment_on": "Literary and lyrical Turkish idyllic film, night, noon and dawn foreshadow the children's mutated psychological state, young girls and boys each pregnant and teenage rebellious psychological dark side, déjà vu growing pains, poetic soundtrack and beautiful photography as if to show a ritual about growing up."
				}, {
					"data": " 2016_04_08",
					"time": "  21:08:20  ",
					"star_rating": "5",
					"pic": "img/7.3.jpg",
					"comment_on": "The light frozen in the stillness, the afternoon reverie of embracing nature and being close to the land, taking prayer time as the cut_off point, capturing the fragments of teenagers gradually touching and feeling the real life; the morning and evening of the week, the flickering of light spots on the wall, the alternation of new life and death, the interplay of rebellion and growth, the youthful teenagers with crushes, the crying girls on the moonlit night, everyone has such a particularly torturous time of cocoon breaking on their way."

				}]
			},
			{
				"number": "8",
				"movie": "One Week",
				"type": "Comedy / Short Film",
				"country_of_origin": "USA",
				"movie_year": "1920/9/1",
				"length_of_movie": "25",
				"star_rating": "9.2",
				"review_number": "8074",
				"pic": "img/8.png",
				"back_pic": ["img/8.1.png", "img/8.2.png", "img/8.3.png"],
				"brief introuduction": "This black_and_white short film tells the story of a newlywed couple who build their",
				"comment om": [{
					"data": " 2012_11_28",
					"time": "  16:49:40  ",
					"star_rating": "5",
					"pic": "img/8.1.jpg",
					"comment_on": "I'm turning into a die_hard fan. Props on the use of whimsical not to mention. Those real fall ah plant ah roll ah hit ah ... It is said that in order to shoot the film not only broken foot bones, but also broken neck bone, and I was oblivious to continue to shoot, only to find a year and a half after the fracture recovery left traces, in his words is: feel the head has been hurting ...... aliens, right?"
				}, {
					"data": " 2016_01_22",
					"time": "   01:41:53  ",
					"star_rating": "5",
					"pic": "img/8.2.jpg",
					"comment_on": "Cubism simple housing + pick up soap to break the fourth wall, and the action scenes are still so desperate, simply bully bomb."

				}, {
					"data": " 2018_11_27",
					"time": "   10:19:27  ",
					"star_rating": "5",
					"pic": "img/8.3.jpg",
					"comment_on": "1. overwhelming, exquisite shots, let people open their eyes, admire to the bottom of the heart; 2. classic feet across two cars, post_modern shape full of organs  of the house, fence seconds into bamboo ladders, shocking carousel house (here the lens, editing is too powerful), very realistic 3. directly with the hand to block the camera, can be so pioneering avant_garde experiments, too interesting; 4. still interesting Buster Keaton, charming heroine."
				}]
			},
			{
				"number": "9",
				"movie": "Trash",
				"type": "Drama / Suspense / Thriller / Crime / Adventure",
				"country_of_origin": "UK / Brazil",
				"movie_year": "2014/10/7",
				"length_of_movie": "114",
				"star_rating": "7.6",
				"review_number": "6105",
				"pic": "img/9.png",
				"back_pic": ["img/9.1.png", "img/9.2.png", "img/9.3.png"],
				"brief_introduction": "Rafael is a scavenger boy who makes his living by sifting through garbage every day at the garbage mountain. But one lucky but unfortunate day changed his world. That day he accidentally finds a small wallet, a wallet full of mysteries, clues and enough to change everything. Soon, however, Rafael and his friend are hunted by the corrupt police, and the three boys are engaged in a brave chase with the police. Gradually, they gradually discover that it is an unfinished mission about a dead man, the three scavenger boys are determined to take over this mission, they will have to face the crisis_ridden world alone ......",
				"comment_on": [{
					"data": " 2015_02_08",
					"time": "   14:27:59  ",
					"star_rating": "5",
					"pic": "img/9.1.jpg",
					"comment_on": "Director Dudley has a soft heart, he let the most humble people still retain the hope of dreaming. In fact, I would rather watch a movie like this than City of God ' ah! The young actors acted so well~"
				}, {
					"data": " 2015_03_31",
					"time": "   21:17:38  ",
					"star_rating": "4",
					"pic": "img/9.2.jpg",
					"comment_on": "Perhaps there are a few hard details, but the way the story is told flows smoothly, and the editing and soundtrack serve the exciting development of the story. The opening is fascinating, and then the story unfolds, so that people can not stop"
				}, {
					"data": " 2022_07_12",
					"time": "   23:46:35  ",
					"star_rating": "5",
					"pic": "img/9.3.jpg",
					"comment_on": "The big shot gets power, the three treasures are accountable, the cat catches the mouse, and the heart is snapping."
				}]
			},
			{
				"number": "10",
				"movie": "Nirgendwo in Afrika",
				"type": "Drama / Biography",
				"country_of_origin": "German",
				"movie_year": "2001/12/27",
				"length_of_movie": "141",
				"star_rating": "8.9",
				"review_number": "7209",
				"pic": "img/10.png",
				"back_pic": ["img/10.1.png", "img/10.2.png", "img/10.3.png"],
				"brief_introduction": "The story begins in 1938, when the shadow of an impending war looms over every Jew. In order to take refuge, Walter (Merab Ninidze) takes his wife Jeta (Juliane Köhler) and daughter Regina (Lea Kurka) to the African continent, where they hope to escape the war and start a new life. At first, the harsh natural environment and the completely different way of life make Jeta feel very uncomfortable, and the relationship between the couple becomes precarious as she takes out all her anger and resentment on her husband. However, with the passage of time and a series of accidents, Jetta gradually got used to a life full of hard work but also full of happiness, but also know how to cherish the people in front of them. And the young Regina is more into the foreign culture, but also in the local made a lot of friends. The war ended, the family's stay became the biggest problem.",
				"comment_on": [{
					"data": " 2011_11_05",
					"time": "   14:23:11  ",
					"star_rating": "5",
					"pic": "img/10.1.jpg",
					"comment_on": "There are no superior white people, no stupid and pedantic Africans, and no arrogance and self_centeredness of the Western colonial culture, but rather a true representation of the helplessness of white Westerners in a foreign land and the simple and cheerful nature of Africans. Yes, this is not the ideal life, this is the real life needed."
				}, {
					"data": " 2006_07_15",
					"time": "   14:09:31  ",
					"star_rating": "5",
					"pic": "img/10.2.jpg",
					"comment_on": "Exquisite picture, delicate emotions, beautiful river and mountain, a very shocking film."
				}, {
					"data": " 2009_08_14",
					"time": "    13:51:57  ",
					"star_rating": "4",
					"pic": "img/10.3.jpg",
					"comment_on": "The Germans are always good at infiltrating the history of their country into the film industry, and all three Oscar_winning works are linked to history. From the point of view of the script is nothing but the transformation of people's character under extreme circumstances, but the only character unchanged the design of the role of the daughter to make the plot more smooth and harmonious; unchanged war story but also because of the background to Kenya, Africa and change. The ending shot is very poetic and I love the innocent little actress."

				}]
			},
			{
				"number": "11",
				"movie": "The Reluctant Fundamentalist",
				"type": "Drama",
				"country_of_origin": "USA / UK / Qatar",
				"movie_year": "2012/8/29",
				"length_of_movie": "130",
				"star_rating": "8",
				"review_number": "4209",
				"pic": "img/11.png",
				"back_pic": ["img/11.1.png", "img/11.2.png", "img/11.3.png"],
				"brief_introduction": "11.In a teahouse in the Lahore bazaar, a Pakistani man chats to an American stranger about his story. As the night grows darker, the man's story gradually reveals that the two men may not have met by chance ......  Genghis, from a fallen Pakistani family, had worked hard to weave the American dream, and he did have the life many immigrants dream of: graduating from Princeton University, being recruited by a top financial advisory firm in Manhattan, falling in love with an elegant rich girl, and squeezing into New York's high society. He quietly thought that this was the life he was destined to lead. However, after the September 11 terrorist attacks, everything changed. The world around him, the woman he loves, his inner self identity, everything starts to fall apart, and things that he never noticed before, that were hidden in the deepest part of his heart, start to come out",
				"comment_on": [{
						"data": " 2013_06_25",
						"time": " 15:16:08  ",
						"star_rating": "5",
						"pic": "img/11.1.jpg",
						"comment_on": "The first of the ten best of the year was born, the climax from the beginning of the film to the end of the last moment, the novel's open_ended ending was changed into a divine Möbius ring, unlike the original author's strong nationalistic plot, the director sought to make this story seek to communicate the feeling, but also than the original work to 'clean'. The only place where you can tell the director is Mira Nair is the extensive use of music, with an unusually strong world style."
					}, {
						"data": " 2013_11_19 ",
						"time": " 11:56:49  ",
						"star_rating": "5",
						"pic": "img/11.2.jpg",
						"comment_on": "The Venice opening film, a great adaptation of a novel, is directed by a wonderful woman with some similar experiences to the hero. The film is not fundamentalist, but offers an alternative perspective on terrorism, with a Pakistani who has been part of the American upper class, and a number of Americans he comes into contact with, illustrating the interesting ambiguity of the camp  orientation, where trust is never reached and the world is not black and white. A murderous dialogue runs throughout."

					}, {
						"data": " 2014_03_16 ",
						"time": " 18:00:03  ",
						"star_rating": "5",
						"pic": "img/11.3.jpg",
						"comment_on": "Mira Nair's work. The beginning of the book is rather uninformative, but when you take a moment to read it, it's great, fast_paced and almost word for word. Kate Hudson has dyed her hair maroon and is almost unrecognizable."

					}



				]
			}, {
				"number": "12",
				"movie": " Winter Sleep",
				"type": "Drama",
				"country_of_origin": "Turkey / France / Germany",
				"movie_year": "2014/5/16",
				"length_of_movie": "196",
				"star_rating": "8.2",
				"review_number": "26586",
				"pic": "img/12.png",
				"back_pic": ["img/12.1.png", "img/12.2.png", "img/12.3.png"],
				"brief_introduction": "12.Far from Anatolia in Istanbul, retired theater actor Aidan (Haluk Bilginer) has embarked on a new life as a columnist. He writes about religion day in and day out with a pretense of concern, absorbed in the seemingly profound world of thought he has created for himself. Aydin runs a hotel on his pension and has a number of properties for rent, which makes him seem hypocritical and cold in his contact with the general public. His sister Nika (Demet Akbag), divorced at an early age, often huddles in Aidan's study, arguing about his writing and even taunting each other. His wife Nihal (Melisa Sözen) is young and independent, with a passion for various charity work. The old couple, who live apart and have very different attitudes, drift apart and a rift appears in their relationship ......",
				"comment_on": [{
					"data": " 2014_12_17 ",
					"time": " 06:45:02  ",
					"star_rating": "4",
					"pic": "img/12.1.jpg",
					"comment_on": "Not as dull as expected, the lines still have a lot of content, plus the usual excellent photography in Ceylon. The choice of scenery on the unique, exterior scenes seem very spectacle."
				}, {
					"data": "  2014_05_20 ",
					"time": " 04:55:32   ",
					"star_rating": "5",
					"pic": "img/12.2.jpg",
					"comment_on": "The 3 hours and 16 minutes are set in the alien planet_like landscape of Cappadocia, with a large amount of dialogue rarely seen in Ceylonese cinema, to unravel the dilemma of human communication getting deeper and more distant. All the characters in the play have done nothing wrong, and are even good people in their own world, but there are always violent and incomprehensible conflicts brewing and erupting behind their contradictory interests and behavioral logic. Many times the virtue of humility and concessions will only make the other side in the quarrel as a provocation."
				}, {
					"data": "   2014_12_22  ",
					"time": " 16:29:55   ",
					"star_rating": "5",
					"pic": "img/12.3.jpg",
					"comment_on": "This is a pessimistic film to the core, the gap between different social classes can not be eliminated, dear between you and me but there is an impenetrable barrier, every attempt to communicate eventually become mutual harm. Only hibernation, perhaps the world can be returned to the quiet, or, in all walks of life, no longer use words, but simply listen to the communication of the heart. The conversation becomes a piece, but wonderful, class, human nature, through the painful chat or quarrel presented."
				}]
			}
		]
